{"pageProps":{"currData":{"id":"hacktues3","winners":[{"place":"first","participants":"Лазар Френкев, Александър Вербовский, Андрей Стрински, Християн Генчев, Алекс Стефанов","name":"Зор","project":"Artsteler: 2D Platformer с puzzle game елементи (забавна игра, създадена за Android)","image":"/Archive/ht3-1.jpg","special_prizes":"възможност да довършат проекта си с екип на \"TelebidPro\", индивидуална сума за закупуване на хардуер и възможност за безплатно обучение в един семестър в \"SoftUni\""},{"place":"second","participants":"Телерик Арсов, Стефан Бабуков, Николай Милчев, Мартин Дацев","name":"To6o","project":"Micromanipulator: симулация на генетичен алгоритъм","image":"/Archive/ht3-2.jpg"},{"place":"third","participants":"Георги Корчаков, Кристиян Йочев, Йордан Златанов, Симеон Георгиев, Александър Стоичков","name":"Top8","project":"Image Marker: уеб приложение за създаване и редактиране на изображения, което работи на всякакви платформи","image":"/Archive/ht3-3.jpg"}],"allParticipants":136,"teams":31,"valuedProjects":8,"description":"В продължение на три дни учениците работиха върху създаването на демонстрационни проекти на тема \"Art && Creativity\". Освен наградите от организаторите на Hack TUES, трите отбора на първите места получиха и награди от партньорите на хакатона. Те получиха възможност да посетят офисите на Dopamine, SAP, TelebidPro и VMware. Големите победители от отбор \"Зор\" получиха и възможност да довършат проекта си с екип на TelebidPro, индивидуална сума за закупуване на хардуер, както и възможност за безплатно обучение в един семестър в SoftUni. Уеб приложението Tarina за споделено създаване на истории на отбор \"Pu6ki\" беше отличено със специалната награда на TelebidPro и възможност за финализиране на проекта. Такава възможност получи от VMware и проектът на отбор \"Костенурки Нинджа\" Project FUN – уебсайт за състезания с рисуване. Със специални награди от VMware бяха отличени и проектът на отбор \"Geko Snek\"  Мотика Motors за робот с 4 колела и самостоятелно управление, както и проектът за социална мрежа за споделяне на креативни идеи Visual Delight на отбор \"To_si_e_za_nas\". Проектът на робот, който рисува аналогови и цифрови схеми и платки по зададена картинка Made2Make на отбор \"Programartists\" беше отличен със специалната награда на SAP. Представителите на Dopamine връчиха и индивидуални награди на петима от участниците в хакатона – 24 инчови монитори. За реализацията на проектите допринесоха и 29-те ментори доброволци. Партньори на Hack TUES 3 бяха Dopamine, SAP, TelebidPro, VMware, Nemetschek Bulgaria, Astea Solutions, CloudBalkan, Musala Soft, Chaos Group и Smartcom Bulgaria."}},"__N_SSG":true}