{"pageProps":{"currData":{"id":"hacktues","winners":[{"place":"first","participants":"Телерик Арсов, Антонио Милев, Мартин Дацев","name":"Go6o","project":"система за автоматизирана оценка на тестове, на основата на технология за разпознаване на изображения","image":"/Archive/ht-1.jpg","special_prizes":"възможност за двуседмична практика в \"Nemetschek България\", безплатно обучение за първия модул Fundamentals на \"SoftUni\" и специалната награда на \"ChaosGroup\""},{"place":"second","participants":"Антонио Миндов, Дария Никитова, Кристиана Иванова, Петър Петров, Ясен Алексиев","name":"R&T","project":"Визуализация на код с блок-схеми","image":"/Archive/ht-2.jpg","special_prizes":"\"MusalaSoft\" и \"StandByte\""},{"place":"third","participants":"Габриел Гарвалов, Дейвид-Николас Петров, Илиян Кордев, Филип Пепегов, Кристиан Томов","name":"Coding Masters","project":"Система за обмен на информация и знания между учениците","image":"/Archive/ht-3.jpg"}],"allParticipants":84,"teams":18,"valuedProjects":6,"description":"Темата на първия ученически хакатон Hack TUES беше Автоматизация и подобряване на учебния процес. Освен купа ТУЕС и грамоти, тримата победители получиха възможност за двуседмична практика в Nemetschek България, безплатно обучение за първия модул Fundamentals на SoftUni, както и специалната награда от ChaosGroup. Отборът на второ място получи специални награди от MusalaSoft и StandByte. Награда за оригинална идея беше връчена на отбор P2W за проекта им за забавна електронна игра с образователни въпроси. Проектът на отбор TANKK Crew за онлайн компилатор и система за проверка на задачи беше отличен с награда за най-добро представяне и с награда от HackBulgaria.  Nemetschek България връчиха още една специална награда на отбор Няма значение за проекта им за електронен дневник. Всички отбори получиха сертификати за успешно участие. Инициативата беше подкрепена от SoftUni, HackBulgaria, MusalaSoft, ChaosGroup, Astea, Nemetschek, StandByte и Subway. Идеята за състезанието идва от ученици от 10 клас в ТУЕС и среща подкрепата на ръководството на училището. Станахме свидетели на едно изключително интересно състезание и се убедихме, че учениците имат много идеи. Наша задача е да създаваме възможности тези идеи да видят бял свят. Хакатонът е една чудесна възможност за това и съм убедена, че той ще се превърне в традиция за ТУЕС -доц. д-р инж. Стела Стефанова, директор на ТУЕС."}},"__N_SSG":true}