{"pageProps":{"currData":{"id":"hacktues30","winners":[{"place":"first","participants":"Телерик Арсов, Ивона Мирчева, Владислав Георгиев, Мартин Дацев, Петър Милев","name":"COCOBE","project":"Приложение за резюмиране на текст, използващо невронни мрежи и машинно самообучение","image":"/Archive/h30xt-1.jpg","special_prizes":"специална награда на \"TelebidPro\" с възможност за стаж и менторство"},{"place":"second","participants":"Георги Любенов, Виктор Велев, Антон Янчев, Самуил Георгиев","name":"Old and Bald","project":"Приложение, базирано на машинно самообучение, за чатбот на историческа тема, което предлага резюме на текстове по дадена тема, спрямо интересите на ползвателите","image":"/Archive/h30xt-2.jpg"},{"place":"third","participants":"Михаил Киров, Петър Николов, Денис Бързанов, Тони Пеловски, Стефан Стефанов","name":"IDK","project":"Игрална конзола","image":"/Archive/h30xt-3.jpg"}],"allParticipants":206,"teams":45,"valuedProjects":11,"description":"В четвъртото издание на тридневния ученически хакатон Hack 30xTUES участниците създадоха софтуерни и хардуерни проекти по теми, свързани с 30-годишния юбилей на училището: - Бизнес, училище, университет - посветена на 3-те необходими елемента за успешно ИТ образование; Digital past – за възраждане на историята и интереса към миналото с помощта на технологиите; 30xТУЕС – проекти за честване на юбилея на училището. Отборите победители получиха като награди възможност за закупуване на техника, награди от TelebidPro, SAP и Uber Engineering в София, както и посешение в офиса на SoftServe. Отбор \"Mamutite222\" - Георги Стефанов, Самуил Иванов, Владислав Миленков, Стефан Гълъбов от 10 клас – бяха отличени от развойния център на SAP в София за проекта си за игра, вдъхновена от битката в Дюнкерк. Теодор Станишев от отбор \"Fluffy Bears\" получи персонална награда от ScaleFocus.\n Осмокласниците от \"Autardia\" - Кристиян Стоименов, Стела Касабова, Виолета Кабаджова, Стефани Стайкова, Стефан Босев - получиха наградата на Софтуерния университет. Немечек България отличиха 12-токласниците от отбор \"Ime\" - Николай Станишев, Иван Милев и Иво Тодоров - за систематичния им подход в проекта им за игра в терминал. Отбор \"Why Not\" - Кристиян Стоименов, Калоян Ангелов, Виктория Радкова, Слав Кирилов и Християн Генчев - получиха награда от Статсофт за проект с вградени микрокомпютърни системи. Проектът за текстов редактор на 9-токласниците от \"Project Hogwarts\" - Александър Стоичков, Иван Димитров, Кристиян Йочев, Георги Корчаков и Виктор Петров – беше отличен от Cloud Balkan. Награда от компанията получи и отбор \"Programming Zygotes\" - Милен Илиев, Михаил Колев, Антонио Такев, Валери Добрев и Николай Йончев – за проекта им за редактор разчитащ текст от снимка. Осмокласниците от \"Thunder System\" – Мартин Вайер, Боян Иванов, Мартин Врачев, Мартин Дамянов, Петър Дамянов – получиха награда от Live to Lift. Спонсори на юбилейното издание Hack 30xTUES бяха развойният център на SAP в София, SoftServe, TelebidPro, VMware, Dopamine, ScaleFocus, Софтуерен Университет, Accedia, Astea Solutions, Немечек България и Uber Engineering в София. Партньори в организацията на събитието бяха София Тех Парк, Смартком - България АД, init Lab, Cloud Balkan и Пирин Спринг. В хакатона участваха почти половината настоящите ученици в ТУЕС. В работата им помагаха над 40 ИТ професионалисти като ментори. Събитието беше организирано от екип от около 30 ученици, доброволци и представители на Асоциацията на завършилите ТУЕС."}},"__N_SSG":true}