{"pageProps":{"currData":{"id":"hacktues365","winners":[{"place":"first","participants":"Виктор Велев, Петър Герасимов, Теодор Станишев","name":"Elsyser","project":"VoiceCV: Вградено устройство (в шапка или очила) с камера и изкуствен интелект в помощ на незрящите хора - играе ролята на личен асистент, който информира с глас за околните обекти чрез снимки в близка и далечна перспектива","image":"/Archive/ht365-1.jpg"},{"place":"second","participants":"Владислав Георгиев, Мартин Дацев, Антонио Милев, Телерик Арсов","name":"Какводой","project":"GeoSolver: приложение за решаване на геометрични задачи, което сканира условието и генерира електронен чертеж и решение на задачата","image":"/Archive/ht365-2.jpg","special_prizes":"специална награда от \"Data Science Society\""},{"place":"third","participants":"Мартин Йорданов, Самуил Георгиев, Антон Янчев, Огнян Барух, Георги Любенов","name":"Babba4e","project":"Product Chain: система за проверка на автентичността на продукти чрез сканиране на уникален QR код на всеки продукт, който дава информация за пътя на продукта, използваща блокчейн технология, за да предпази потребителите от фалшиви стоки на пазара","image":"/Archive/ht365-3.jpg","special_prizes":"специална награда от \"TelebidPro\""}],"allParticipants":198,"teams":43,"valuedProjects":10,"description":"В петия ученически хакатон Hack TUES 365 победителите получиха и специалните награди на ScaleFocus, Дроксик и Data Science Society. Специалната награда за проект с вградена микрокомпютърна технология, която се връчва за първи път в Hack TUES, получи системата S.P.A.S. (Smart Personal Assistant System) за отдалечено управление на устройства в дома или офиса през мобилен телефон. Проектът е разработен от Искрен Александров от 8 клас и Ангел Стоянов, Мартин Вайер, Мартин Георгиев и Денис Захариев от 9 клас, от отбор \"Телефона в сака\". Наградата е осигурена от Комет Електроникс. Момчетата от отбора на второ място получиха специална награда от Data Science Society. Отборът на трето място спечели специална награда от TelebidPro. Състезанието се проведе от 15 до 17 март 2019 г. в ТУЕС и София Тех Парк. Над 60 ИТ професионалисти от различни компании, много от които възпитаници на училището, бяха ментори и членове на журито. За поредна година водещи технологични компании подкрепят провеждането на ученическото ИТ състезание Hack TUES. Това бяха SAP, SoftServe, TelebidPro, VMware, Droxic, Progress, ScaleFocus, Astea Solutions, DevriX, Dopamine, Nemetschek Bulgaria. Технологични партньори на събитието тази година бяха София Тех Парк, Комет Електроникс, Смартком - България, Булгед, Cloud Balkan, Data Science Society и init Lab. Кетеринг партньори на хакатона бяха CoKitchen, Aristeon.bg, Delishu, Domino’s, Пекарчето на татко, Pura Vida Organic Farm, Pure Water, Работилничка за сладки моменти и сладкар Ирина Иванова. Събитието беше подкрепено и от Ротари Клуб София, Капитал, DevStyler и YoungArtist. \"Учениците от ТУЕС отново доказаха, че за тях няма неосъществими идеи.\" – каза доц. д-р инж. Стела Стефанова, директор на ТУЕС. - \"Журито и професионалистите са силно впечатлени от факта, че в хакатона се разработват проекти, използващи най-новите технологии. В последните години силно впечатление правят решения с невронни мрежи и изкуствен интелект, проекти с вградени микрокомпютърни системи и IoT, а ето че тази година има и проект с блокчейн технология. Надяваме се, че всяка следваща година конкуренцията между отборите ще става още по-голяма и новите технологии ще са част от Hack TUES\"."}},"__N_SSG":true}