{"pageProps":{"currData":{"id":"hacktues2","winners":[{"place":"first","participants":"Жанет Хаджиангелова, Мария Стоянова, Георги Данчев, Николай Миланов, Димитър Кацаров","name":"ASDF Unicorns","project":"Образователна игра за опазване на околната среда"},{"place":"second","participants":"Николета Далакчиева, Владимир Младенов, Марина Тихова, Лъчезар Младенов","name":"Walking Chaos","project":"Уебсайт за продажба и обмен на продукти от рециклирани материали"},{"place":"third","participants":"Андреа Георгиева, Николай Рангелов, Александър Велинов, Калин Карев, Светлин Йорданов, Теодор Добрев","name":"The Tanks","project":"Приложение за лекари и медицински работници"}],"allParticipants":100,"teams":18,"valuedProjects":7,"description":"Hack TUES 2 се проведе от 9 до 11 октомври 2015 г. с цел разработване на проекти, подпомагащи опазването на околната среда и социални каузи. Проектът за игра TreeHack, която ангажира дългосрочно играчите да се грижат за околната среда, с десктоп, мобилно и онлайн приложения спечели първо място в състезанието. Втора награда журито връчи за проекта за уебсайт с функционалност за даряване на част от сумите от реализирани продажби. Третата награда беше за приложението MedHack, което предоставя информация за назначеното лечение и предписаните лекарства на пациентите, чрез разчитане на уникален баркод за всеки пациент. Специална награда за най-добра презентация и награда на Chaos Group беше връчена на отбор \"For Code Sake\" за приложението им за синхронизирано изпълнение на песни от няколко мобилни телефона. Отбор \"Pe6o\" получи специална награда от Astea Solutions за проекта си за игра, която чрез интеграция на различни технологии и приложения стимулира играчите да бъдат физически активни и да правят упражнения, за да подобрят представянето на своите онлайн герои. Отбор \"Fanatic\" спечели специалната награда на Microsoft за проект за приложение, което би улеснило електронното гласуване, чрез разчитане на лични карти и онлайн справка в база данни от избиратели. Осмокласниците от отбор \"Alfa\" спечелиха наградата на MusalaSoft за проекта си за уебсайт с информация за различни заболявания. Отборите, класирани на призовите три места получиха и награди от Delta.bg. Hack TUES 2 е подкрепен от Astea Solutions, ChaosGroup, HackBulgaria, Microsoft, Obecto, SAP, MusalaSoft, Delta.bg и Telerik, Progress Company. Медиен партньор на хакатона е Socialevo.net. Събитието е част от Европейската седмица на програмирането (EU Code Week), която цели да популяризира програмирането сред широк кръг млади хора. \"Хакатонът е поредното доказателство, че учениците винаги има с какво да ни изненадат. Чудесните идеи, разработени от учениците, правят това състезание уникално и няма съмнение, че HackTUES вече се превръща в една от добрите традиции в ТУЕС.\"\n -доц. д-р инж. Стела Стефанова, директор на ТУЕС"}},"__N_SSG":true}